Autodesk.Revit.Exceptions.CentralModelVersionArchivedException.GetObjectData(System.Runtime.Serialization.SerializationInfo,System.Runtime.Serialization.StreamingContext)
Retrieves data needed to serialize the target object.
info:
Data needed to serialize or deserialize the object.
context:
The destination of the serialized stream.

Autodesk.Revit.Exceptions.CentralModelVersionArchivedException
Exception is thrown when last central version merged into the local model has been archived in the central model.
Reload Latest or Synchronized with Central needs to be conducted before the current failed operation is retried.
Since: 2021